soap/miniupnp/miniupnpd-2.1-igd2/seeds/X53_WANIPC-AddPortMapping_3

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:AddPortMapping xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1"><NewRemoteHost>/d;P0\dHHpA{z,'_</NewRemoteHost><NewExternalPort>36349</NewExternalPort><NewProtocol>TCP</NewProtocol><NewInternalPort>3166</NewInternalPort><NewInternalClient>localhost</NewInternalClient><NewEnabled>1</NewEnabled><NewPortMappingDescription>r@i1wwKRwO7301j.</NewPortMappingDescription><NewLeaseDuration>301168225</NewLeaseDuration></u:AddPortMapping></s:Body></s:Envelope>
